{
  "homeName": "I'm",
  "homeFrom": "DevOps | The Parrot Project Dev",
  "homeAbout1": "I'm a Computer Engineer, supporter of Free Software, Copyleft, Open Source and Sharing;",
  "homeAbout2": "making great things, then letting everyone know how to make them so they'll become greater.",
  "homeButtonText": "My Work",
  "navProjects": "Projects",
  "navAbout": "About",
  "navContact": "Contact",
  "projectsHeading": "Projects",
  "projectsSubheading": "(newest to oldest)",
  "viewSource": "View Source",
  "viewLiveVersion": "View Live Version",
  "password": "Password",
  "technologiesUsed": "Technologies Used",
  "more": "More",
  "less": "Less",
  "aboutProject": "About",
  "repoHeading": "Latest Repos",
  "repoUpdate": "Updated:",
  "mmaHeading": "My Website",
  "mmaSubheading": "Universally Acclaimed Personal Website",
  "aboutMma1": "A one-year journey to make a fully-functional fully-featured cool-crafted personal website, it took a while, but the experience was simply awesome.",
  "aboutMma2": "I want to thank th1rst for the inspiration, his work was the ultimate booster for this spaceship.",
  "mmaFeature1": "Multilanguage Support",
  "mmaFeature2": "Dark Mode Support",
  "mmaFeature3": "Simple & Fast",
  "ltSubheading": "Corporate Landing Page",
  "aboutLt1": "This was an attempt to purify the code, I went back to the basics of relearning best practices at the time. I learned to manipulate graphic elements to create new types of animations especially using canvas and paths for SVGs.",
  "ltFeature1": "Clean and Minimalist style",
  "ltFeature2": "Custom animations",
  "gcSubheading": "Modern-looking website for a Non-profit organization",
  "aboutGc1": "Working with NGOs is always a great and positive experience, with this one I got a clearer idea on the structure for websites which content is updated constantly, specially because this content represents more than just work or events but a change on people's lives.",
  "gcFeature1": "Has its own Backend System",
  "gcFeature2": "Implements a custom API",
  "gcFeature3": "Modern Design",
  "spSubheading": "Innovative and stylish website for a contractor company",
  "aboutSp1": "It was a project developed during the beginning of the COVID quarantine, in fact it proved to be a challenge and evolution for me in the concept of remote work, because before I had worked as a freelancer but it had always been optional, different from this time where everything, the study and work occurred under conditions of total closure.",
  "spFeature1": "Has content animations",
  "spFeature2": "Has Social Media integrations",
  "spFeature3": "It's fast because it uses NextJS tecnology",
  "jppHeading": "JD Rivero",
  "jppSubheading": "A Single Page Website of an Architecture & Enigneering company",
  "aboutJpp1": "My very first project for a private company.",
  "aboutJpp2": "It was a rough but fast way of learning and with constant modifications, the client always wanted something different to showcase how dynamic was the work during that time.",
  "aboutJpp3": "I cannot express with enough words how important and significative is the life of Manoela Ilic, her wit, humbleness and work has affected my life in such a way, I owe this to her... ability to show me the meaning of success. She is unknowingly my greatest mentor.",
  "jppFeature1": "Inspired by Codrops",
  "jppFeature2": "Image Slideshow",
  "jppFeature3": "Responsive",
  "features": "Features",
  "contactMe": "Contact Me",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "goToPage": "Go to page",
  "of": "of",
  "successModalText": "Message sent! I'll be in touch shortly.",
  "whoIamHeading": "I am",
  "whoIamText1": "Developer, DevOps, Designer, Post Producer and Editor. I have my mom's wit and my father's memory, also the style and music taste from my sisters and brother.",
  "whoIamText2": "I don't need to know everything, I just need to know where to find it, when I need it, with the help of God who guides me on every step.",
  "passions": "Passions",
  "codingHeading": "Coding",
  "codingText1": "I love coding, it's always interesting, evolving and frustrating at many levels! Yay!",
  "codingText2": "I believe that those 20 minutes reading the docs are far better choice than spend two hours trying to figure out how things work, however I've been doing both. Try, break, assemble, improve, let me open the padlock or try this password, it works!",
  "writingHeading": "Writing",
  "petsHeading": "Pets",
  "petsText1": "RULE 12: PET A CAT WHEN YOU ENCOUNTER ONE ON THE STREET.",
  "petsText2": "Having pets for a real sense of fullness is a must, this is why my sister and I adopted",
  "petsText3": "I also love GNU/Linux, hence I thought appropiate to have the cute penguin, dogs are cool too, I like Corgis and Akitas.",
  "petsText4": "I've confirmed that pets have this deep connection with us, they have the ability to percieve our sadness by reading our faces like open books.",
  "petsText5": "More than that, I can assure that if you pet a cat, you'll recieve more in that moment than you think, that connection, as Jordan B Peterson says:",
  "petsText6": "And maybe when you are going for a walk and your head is spinning a cat will show up and if you pay attention to it then you will get a reminder for just fifteen seconds that the wonder of Being might make up for the ineradicable suffering that accompanies it.",
  "skillsText": "Skills",
  "readNow": "Read Now",
  "imprintPrivacyPolicy": "Imprint / Privacy Policy",
  "acceptPrivacy": "I accept the",
  "privacyPolicy": "Privacy Policy",
  "cookieText1": "This website uses cookies to enhance the user experience.",
  "cookieText2": "Learn more.",
  "cookieAccept": "Accept",
  "contactFormCookieText1": "Because of safety validation, it is essential that you give consent to store cookies. If you didn't accept it on purpose, you won't be able use the contact form.",
  "contactFormCookieText2": "In this case, for further inquiries send an email to ",
  "contactFormCookieText3": "If you've somehow missed the opportunity to give your cookie consent, you can ",
  "contactFormCookieText4": "do it again."
}
