{
  "homeGreeting": "Hola amigo,",
  "homeName": "Yo Soy",
  "homeFrom": "DevOps | Miembro de The Parrot Project",
  "homeAbout1": "Soy Ingeniero Informático, partidario del Software Libre, Copyleft, Código Abierto y Compartir;",
  "homeAbout2": "disfruto hacer grandes cosas, y luego dejar que todos sepan cómo hacerlas para que sean más grandes.",
  "homeButtonText": "Mi trabajo",
  "navProjects": "Proyectos",
  "navAbout": "Bio",
  "navContact": "Contacto",
  "projectsHeading": "Proyectos",
  "projectsSubheading": "(De nuevos a antiguos)",
  "viewSource": "Código Fuente",
  "closedSource": "Código Privado",
  "viewLiveVersion": "Demo",
  "password": "Contraseña",
  "technologiesUsed": "Tecnologías Utilizadas:",
  "more": "Más",
  "less": "Menos",
  "aboutProject": "Sobre el Proyecto",
  "repoHeading": "Últimos Repositorios",
  "repoUpdate": "Actualizado:",
  "mmaHeading": "Mi Sitio Web",
  "mmaSubheading": "Sitio Web Personal Universalmente Aclamado",
  "aboutMma1": "Un viaje de un año para hacer un sitio web personal totalmente funcional, con todas las características y genial. Tomó un tiempo, pero la experiencia fue simplemente increíble.",
  "aboutMma2": "Quiero agradecer a th1rst por la inspiración, su trabajo fue el mejor impulso para esta nave espacial.",
  "mmaFeature1": "Soporte multilenguaje",
  "mmaFeature2": "Posee modo oscuro",
  "mmaFeature3": "Simple y Rápido",
  "brSubheading": "Org de Desarrollo de Código Abierto",
  "aboutBr": "Un esfuerzo colaborativo que evolucionó en un campo de aprendizaje para prácticas DevOps. Desde el commit inicial hasta implementar flujos de seguridad y auditorías de dependencias, este proyecto enseñó la importancia de tratar la infraestructura como código y la automatización desde el primer día.",
  "brFeature1": "Enfocado en automatización DevOps",
  "brFeature2": "SEO/SEM avanzado y cabeceras de seguridad",
  "brFeature3": "Arquitectura de Pipelines CI/CD Avanzada",
  "ccwSubheading": "Sitio de Organización de Programadores",
  "aboutCcw": "Uno de los proyectos más desafiantes hasta el momento, no solo incluye un sitio web con todas las funciones requeridas para impresionar, sino también un panorama de aplicaciones de gestión y codificación gratuitas, una plataforma con un gran portafolio donde los profesionales pueden mostrar sus conocimientos, representarse a sí mismos y ser representados por un equipo.",
  "ccwFeature1": "Estilo limpio y minimalista",
  "ccwFeature2": "Animaciones personalizadas",
  "ccwFeature3": "Establece un estándar para apuntar a la perfección",
  "ltSubheading": "Página de Inicio Corporativa",
  "aboutLt1": "Este fue un intento de purificar el código, volví a los conceptos básicos de reaprender las mejores prácticas en ese momento. Aprendí a manipular elementos gráficos para crear nuevos tipos de animaciones especialmente utilizando canvas y trayectos para SVGs.",
  "ltFeature1": "Estilo Limpio y Minimalista",
  "ltFeature2": "Animaciones personalizadas",
  "ltFeature3": "Renderizado del lado del servidor para rendimiento",
  "gcSubheading": "Sitio web moderno para una organización sin fines de lucro",
  "aboutGc1": "Trabajar con ONGs siempre es una gran y positiva experiencia, con ésta tuve una idea más clara sobre la estructura de los sitios web cuyo contenido se actualiza constantemente, especialmente porque este contenido representa más que solo trabajo o eventos, sino un cambio en la vida de las personas.",
  "gcFeature1": "Tiene su propio Sistema Backend",
  "gcFeature2": "Implementa una API propia",
  "gcFeature3": "Diseño Moderno",
  "spSubheading": "Sitio web innovador y elegante para una empresa contratista",
  "aboutSp1": "Fue un proyecto desarrollado durante comienzos de la cuarentena por COVID, de hecho demostró ser un reto y evolución para mi en el concepto de trabajo remoto, debido a que antes había trabajado como freelancer pero siempre había sido opcional, diferente de ésta vez donde todo, el estudio y trabajo ocurrió bajo condiciones de cierre total.",
  "spFeature1": "Incluye animaciones para el contenido",
  "spFeature2": "Tiene integración con redes sociales",
  "spFeature3": "Es rápido porque usa la tecnología NextJS",
  "jppHeading": "JD Rivero",
  "jppSubheading": "Sitio web de Una Sola Página de una empresa de Arquitectura e Ingeniería",
  "aboutJpp1": "Mi primer proyecto para una empresa privada.",
  "aboutJpp2": "Fue una forma tosca pero rápida de aprendizaje y con modificaciones constantes, el cliente siempre quería algo diferente para mostrar lo dinámico que fue el trabajo durante ese tiempo.",
  "aboutJpp3": "No puedo expresar con suficientes palabras lo importante y significativa que es la vida de Manoela Ilic, su ingenio, humildad y trabajo ha influido en mi vida de tal manera, le debo esto... a su capacidad para mostrarme el significado del éxito. Ella es, sin saberlo, mi mayor mentor.",
  "jppFeature1": "Inspirado en Codrops",
  "jppFeature2": "Galería de Imágenes",
  "jppFeature3": "Responsivo",
  "features": "Características",
  "contactMe": "Contáctame",
  "name": "Nombre",
  "email": "Correo",
  "message": "Mensaje",
  "contact": "Clic al botón para enviarme un correo",
  "notice": "Esto abrirá el cliente de correo",
  "send": "Contactar",
  "goToPage": "Ir a la página",
  "of": "de",
  "successModalText": "¡Mensaje enviado! Me pondré en contacto en breve.",
  "whoIamHeading": "Yo Soy",
  "whoIamText1": "Desarrollador, DevOps, Diseñador, Post Productor y Editor. Tengo el ingenio de mi madre y la memoria de mi padre, también el estilo y el gusto musical de mis hermanas y hermano.",
  "whoIamText2": "No necesito saberlo todo, solo necesito saber dónde encontrarlo, cuando lo necesito, con la ayuda de Dios que me guía en cada paso.",
  "passions": "Pasiones",
  "codingHeading": "Programación",
  "codingText1": "Me encanta programar, ¡siempre es interesante, evoluciona y es frustrante en muchos niveles! ¡Hurra!",
  "codingText2": "Creo que esos veinte minutos leyendo la documentación son una opción mucho mejor que pasar dos horas tratando de descubrir cómo funcionan las cosas, sin embargo, he estado haciendo ambas cosas. Prueba, rompe, ensambla, mejora, déjame abrir el candado o probar esta contraseña, ¡funciona!",
  "writingHeading": "Redacción",
  "petsHeading": "Mascotas",
  "petsText1": "REGLA 12: ACARICIA A UN GATO CUANDO TE ENCUENTRES CON UNO EN LA CALLE.",
  "petsText2": "Tener mascotas para una verdadera sensación de plenitud es imprescindible, es por eso que mi hermana y yo adoptamos a",
  "petsText3": "También me encanta GNU/Linux, por lo que pensé que era apropiado tener el lindo pingüino, los perros también son geniales, me gustan los Corgis y Akitas.",
  "petsText4": "He comprobado que las mascotas tienen esta profunda conexión con nosotros, tienen la capacidad de percibir nuestra tristeza leyendo nuestros rostros como libros abiertos.",
  "petsText5": "Más que eso, puedo asegurar que si acaricias a un gato, recibirás en ese momento más de lo que piensas, esa conexión, como dice Jordan B Peterson:",
  "petsText6": "Y tal vez cuando salgas a caminar y te dé vueltas la cabeza, aparecerá un gato y, si le prestas atención, recibirás un recordatorio durante solo quince segundos de que la maravilla de Ser podría compensar el sufrimiento inerradicable que lo acompaña.",
  "skillsText": "Habilidades",
  "readNow": "Leer",
  "imprintPrivacyPolicy": "Pie de Imprenta / Política de Privacidad",
  "acceptPrivacy": "Yo acepto la",
  "privacyPolicy": "Política de Privacidad",
  "cookieText1": "Este sitio web utiliza cookies para mejorar la experiencia del usuario.",
  "cookieText2": "Aprender más.",
  "cookieAccept": "Aceptar",
  "contactFormCookieText1": "Debido a la validación de seguridad, es esencial que des tu consentimiento para almacenar cookies. Si no lo aceptaste a propósito, no podrás utilizar el botón de contacto.",
  "contactFormCookieText2": "En este caso, para más consultas envía un correo electrónico a ",
  "contactFormCookieText3": "Si de alguna manera has perdido la oportunidad de dar tu consentimiento de cookies, puedes ",
  "contactFormCookieText4": "hazlo de nuevo.",
  "loading": "Cargando"
}